export type Review = {
  id: number
  name: string
  text: string
  rating: number
}

export const REVIEWS: Review[] = [
  {
    id: 1,
    name: "Гулимжан Адилбаева",
    text: "Алия Айдарбековна өте керемет маман, білікті маман. Жақсы қарсы алып, толық түсіндіріп. Жан жақтан емдеу керек болғасын, жақсы мамандар тауып берді. Бұйырса нәтижесімен бөлісемін.",
    rating: 5,
  },
  {
    id: 2,
    name: "Liliya Li",
    text: "Доброе время. Долгое время не могла найти — как и где мне лечиться. К счастью попадаю в Клинику Касымхановой!!! Это единственное место где все идеально! Доктор Алия Айдарбековна специалист который знает своё дело и главное любит и уважает своих пациентов. Благодарю вас ❤️",
    rating: 5,
  },
  {
    id: 3,
    name: "Лейла Лейла",
    text: "Хочу выразить огромную благодарность доктору Алие Айдарбековне и всей команде клиники VitiligoClinic! Долгое время я не могла найти эффективное лечение витилиго, но именно здесь мне помогли — профессионально, бережно и по-настоящему результативно. Доктор очень внимательная, грамотная, с большим опытом. Уже с первого месяца появились улучшения!",
    rating: 5,
  },
  {
    id: 4,
    name: "Sonya S",
    text: "Пока на процессе лечения, но очень нравится отношение и профессионализм Алии Касымхановой, так же хочу отметить лояльное отношение мед.сестер и тех персонала 🥰. Я верю в то, что я излечусь тут полностью.",
    rating: 5,
  },
  {
    id: 5,
    name: "Gulmira Altayeva",
    text: "Знакома с Алией Айдарбековной более 15 лет. ВЕЛИКИЙ ВРАЧ! Знаю её работы, результаты, её отношение к своей профессии, к пациентам. Профессионал своего дела! Я не встречала таких врачей! Здоровья вам Алия Айдарбековна, процветания!",
    rating: 5,
  },
  {
    id: 6,
    name: "Ильяс Худайкулов",
    text: "Спасибо за предоставленные услуги! Все круто, классно, цены не кусаются. Аккуратный и внимательный персонал.",
    rating: 5,
  },
  {
    id: 7,
    name: "Ольга Сигунова",
    text: "Очень радует, что в Казахстане успешно лечат витилиго. Алия Айдарбековна квалифицированный специалист в области лечения витилиго, медперсонал очень внимательный!",
    rating: 5,
  },
  {
    id: 8,
    name: "Айназ Ергазы",
    text: "Очень квалифицированный врач, персоналы очень приятные. Наши пятна закрылись, закрепляем. И цены очень доступные и эффективные.",
    rating: 5,
  },
  {
    id: 9,
    name: "Санжар Хамидов",
    text: "Клиника витилигода комплексная лечения аласыз. Алия Айдарбековна оте білімді, мықты специалист, баріне сізге көмектеседі. Нәтиже ұзақ күттірмиді сізді. Адрес тоже удобный 👍🏻. Өте ризамын. Үлкен Рахметімді айтамын ❤️❤️❤️",
    rating: 5,
  },
]
